tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "shivammathur/php"
tap "tdewolff/tap"
brew "bat"
brew "bitwarden-cli"
brew "brew-php-switcher"
brew "cask"
brew "composer"
brew "cups"
brew "duck"
brew "folly"
brew "edencommon"
brew "eza"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "fnm"
brew "fzf"
brew "gnu-barcode"
brew "go"
brew "gopls"
brew "helix"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "marksman"
brew "midnight-commander"
brew "miller"
brew "neofetch"
brew "neovim"
brew "p7zip"
brew "pfetch"
brew "php-cs-fixer"
brew "php@8.1"
brew "pngquant"
brew "prettier"
brew "rbenv"
brew "ripgrep"
brew "rust-analyzer"
brew "sevenzip"
brew "speedtest-cli"
brew "starship"
brew "stow"
brew "trash"
brew "typescript-language-server"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "jesseduffield/lazygit/lazygit"
brew "shivammathur/php/php@7.4", link: true
brew "tdewolff/tap/minify"
cask "alacritty"
cask "android-file-transfer"
cask "appcleaner"
cask "authy"
cask "battery"
cask "bitwarden"
cask "brave-browser"
cask "firefox"
cask "geany"
cask "google-chrome"
cask "hiddenbar"
cask "iina"
cask "imageoptim"
cask "keka"
cask "kitty"
cask "librewolf"
cask "obsidian"
cask "orbstack"
cask "postman"
cask "raycast"
cask "rectangle"
cask "sourcetree"
cask "spotify"
cask "telegram-desktop"
cask "temurin11"
cask "visual-studio-code"
cask "vivaldi"
cask "vscodium"
cask "wezterm-nightly"
vscode "aaron-bond.better-comments"
vscode "akamud.vscode-theme-onedark"
vscode "alexanderte.dainty-panda-theme-vscode"
vscode "alexnho.a-touch-of-lilac-theme"
vscode "ankitcode.firefly"
vscode "astro-build.astro-vscode"
vscode "azemoh.one-monokai"
vscode "azemoh.theme-onedark"
vscode "barrsan.reui"
vscode "BeardedBear.beardedicons"
vscode "BeardedBear.beardedtheme"
vscode "bmewburn.vscode-intelephense-client"
vscode "brittanychiang.halcyon-vscode"
vscode "chadalen.vscode-jetbrains-icon-theme"
vscode "claudiosanches.woocommerce"
vscode "closemarketing.wp-development-toolbox"
vscode "Codeium.codeium"
vscode "Codium.codium"
vscode "DaltonMenezes.aura-theme"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "effordDev.tokyo-panda-theme"
vscode "EliverLara.andromeda"
vscode "enkia.tokyo-night"
vscode "Equinusocio.vsc-material-theme"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "formulahendry.auto-close-tag"
vscode "french-rose-theme.french-rose-theme"
vscode "getpsalm.psalm-vscode-plugin"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "golang.go"
vscode "GrapeCity.gc-excelviewer"
vscode "helgardrichard.helium-icon-theme"
vscode "IBM.output-colorizer"
vscode "in4margaret.compareit"
vscode "johnbillion.vscode-wordpress-hooks"
vscode "johnpapa.vscode-peacock"
vscode "jordikeijzers.dark-rose-theme"
vscode "jprestidge.theme-material-theme"
vscode "junstyle.php-cs-fixer"
vscode "kamikillerto.vscode-colorize"
vscode "kuscamara.electron"
vscode "leafphp.leaf-theme"
vscode "lukasz-wronski.ftp-sync"
vscode "marnix.peacock"
vscode "marqu3s.aurora-x"
vscode "miguelsolorio.fluent-icons"
vscode "mikestead.dotenv"
vscode "moshfeu.compare-folders"
vscode "mrpbennett.atlantic-night"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "msjsdiag.vscode-react-native"
vscode "mvllow.rose-pine"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "PKief.material-icon-theme"
vscode "PKief.material-product-icons"
vscode "Postman.postman-for-vscode"
vscode "rexshi.phpdoc-comment-vscode-plugin"
vscode "sleistner.vscode-fileutils"
vscode "svelte.svelte-vscode"
vscode "tal7aouy.icons"
vscode "tamasfe.even-better-toml"
vscode "tinkertrain.theme-panda"
vscode "uloco.theme-bluloco-dark"
vscode "usernamehw.errorlens"
vscode "vscjava.vscode-gradle"
vscode "whizkydee.material-palenight-theme"
vscode "xabikos.JavaScriptSnippets"
vscode "zhuangtongfa.material-theme"
vscode "Zignd.html-css-class-completion"
