tap "ddev/ddev"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "localsend/localsend"
tap "shivammathur/php"
tap "tdewolff/tap"
brew "bat"
brew "icu4c@76"
brew "bitwarden-cli"
brew "brew-php-switcher"
brew "gettext"
brew "cask"
brew "composer"
brew "cups"
brew "duck"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpegthumbnailer"
brew "fnm"
brew "fzf"
brew "gnu-barcode"
brew "go"
brew "gopls"
brew "helix"
brew "htop"
brew "imagemagick"
brew "ios-deploy"
brew "jq"
brew "marksman"
brew "miller"
brew "neovim"
brew "nvm"
brew "p7zip"
brew "pfetch"
brew "php-cs-fixer"
brew "php@8.1"
brew "pkgconf"
brew "pngquant"
brew "poppler"
brew "prettier"
brew "rbenv"
brew "ripgrep"
brew "rust-analyzer"
brew "sevenzip"
brew "starship"
brew "stow"
brew "trash", link: true
brew "typescript-language-server"
brew "unar"
brew "watchman"
brew "wget"
brew "yazi"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "ddev/ddev/ddev"
brew "jesseduffield/lazygit/lazygit"
brew "shivammathur/php/php@7.4"
brew "tdewolff/tap/minify"
cask "db-browser-for-sqlite"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "iina"
cask "imageoptim"
cask "keka"
cask "localsend"
cask "obsidian"
cask "orbstack"
cask "pearcleaner"
cask "postman"
cask "raycast"
cask "sourcetree"
cask "spotify"
cask "temurin@11"
cask "zulu@17"
