tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "shivammathur/php"
tap "tdewolff/tap"
tap "wez/wezterm"
brew "cask"
brew "helix"
brew "bat"
brew "bitwarden-cli"
brew "cups"
brew "exa"
brew "fnm"
brew "fzf"
brew "imagemagick"
brew "miller"
brew "neofetch"
brew "neovim"
brew "p7zip"
brew "pfetch"
brew "pngquant"
brew "prettier"
brew "rbenv"
brew "sevenzip"
brew "speedtest-cli"
brew "starship"
brew "stow"
brew "trash"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "shivammathur/php/php@7.4"
brew "php-cs-fixer"
brew "tdewolff/tap/minify"
brew "go"
cask "alacritty"
cask "kitty"
cask "appcleaner"
cask "authy"
cask "bitwarden"
cask "brave-browser"
cask "firefox"
cask "hiddenbar"
cask "imageoptim"
cask "keka"
cask "postman"
cask "raycast"
cask "rectangle"
cask "sourcetree"
cask "spotify"
cask "telegram-desktop"
cask "visual-studio-code"
cask "temurin11"
cask "android-file-transfer"
cask "wez/wezterm/wezterm"